Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/umo.se/p-pillar.html.tmx
Source language: sme
Languages: sma

source: P-pillar lea eastadeaddjiávnnas tableahttahámis nieiddaide.
sma: P-pillere lea preventijvevierhtie tabledtehammosne nïejtide.

source: P-pillariin meidnejuvvo dávjjimusat dan mii rievtti mielde lea lotnolas p-pillar.
sma: Daamhtaj dïhte man nomme kombinereme p-pillere p-pillerem gohtje.

source: Dat siskkilda guokte sierra hormona, østrogena ja fiskesgoruthormona, mat earet eará dagahit ahte ii oaččo monne luovvaneami ja danin ii sáhte šaddat áhpeheapminge.
sma: Dej sisvege göökte ovmessie hormonh, östrogene jïh gestagene (gulkroppshormone), mah gaskem jeatjebem darjoeh ij naan munnieluajhtemem åadtjoeh jïh dan gaavhtan ij maehtieh nåajsan sjïdtedh.

source: Leat leahkime máŋgga soarttat lotnolas p-pillara, muhtimat siskkildit østrogena, earát eanet fiskesgoruthormona.
sma: Gååvnesieh gellie ovmessie kombinereme p-pillerh, naan lea jeenjebe östrogene, jeatjah jeenjebe gestagene.

source: Dat váikkuhit gorudii sierra ládje.
sma: Dah ovmessie vuekieh kråahpem tsevtsieh.

source: Danin sáhttá dárbbahit geahččaladdat vai gávdná dan soartta mii soahpá buoremusat.
sma: Dan gaavhtan maahta ovmessie p-pillerh pryövedh guktie dam såarhtem gaavnedh mij bööremes sjeahta.

source: Dat p-pillarat mat beare siskkildit una meari fiskesgorut hormona gohčoduvvo minipillar.
sma: Dah p-pillerh mah ajve hormone gestagenem vuelehks dovsesne utnieh minipillerh gohtje.

source: Lea maid leahkime billár mas lea stuorit mearri fiskesgoruthormona mas lea seamma suodji go lotnolas p-pillaris.
sma: Gååvnese aaj pillerem mij jollebe gestagenedovse åtna mij seamma vaarjelimmie åtna goh kombinereme p-pillere.

source: Man soarttat kártá ovttaskasas lea vuolgá das man soarttat p-pillara geavtá.
sma: Mij såarhts kaarhtam åtna dan gaavhtan mij såarhts p-pillerem nåhtade.

source: Oamastit kárttá gos leat maid tableahtat hormoniidhaga sáhttá leahkit buorre jus anilda ahte lea váttis muitit goas galgá álgit nuppi kárttain.
sma: Kaarhtam åtna gusnie aaj tabledth gååvnesieh hormoni namhtah maahta hijven årrodh jis tuhtjie gïerve mujhtedh gåessie edtja orre kaarhtam aelkedh.

source: Dan vahku áigge go borrá hormonakeahtes tableahtaid dehe ii váldde tableahtaid ollenge oažžu muhtinlágan mánnodávddaid.
sma: Dan våhkosne gosse hormonefrïjjes tabledth vaalta jallh ij naan tabledth vaeltieh dellie såemies gujnelemmiem åådtje.

source: Dat gohčoduvvo muhtumin p-pillar- mánnodávddat dehe eret báhcán vardin.
sma: Dïhte såemies aejkien p-pillere-gujnelemmiem gohtje.

source: Vaikko ii válddege mangelágán p-pillara ovttaskas lea ainge suddjejuvvon áhpehisvuođa vuostá dan vahku.
sma: Jïlhts ij naan p-pillerh dennie våhkosne vaeltieh ennje vaarjele guktie ij nåajsan sjïdth.

source: Mot geavtá p-pillara ?
sma: Guktie p-pillerh nåhtadidh ?

source: Jus geavtá p-pillara lea leahkime kárta mas leat 21 dehe 28 tableahta.
sma: Jis p-pillerh nåhtede dellie kaarhtam åtna 21 jallh 28 tabledtigujmie.

source: Galgá váldit ovtta tableahta sullii seamma áiggi juohke beaivvi.
sma: Edtja akte tabledtem medtie seamma tïjje fïerhten biejjie vaeltedh.

source: Jus lea kárta mas leat 21 tableahta nu galgá doallat gaskka vahku go lea borran buot tableahtaid kárttás.
sma: Jis kaarhtam åtna 21 tabledth dellie våhkoem dejtie orrije mænngan gaajhkide tabledtide kaarhtesne vaalteme.

source: Jus lea kártá mas leat 28 tableahta dalle borrá hormonakeahtes tableahtaid maŋemus beivviid kárttás.
sma: Jis kaarhtam 28 tabledth åtna dellie tabledth hormoni namhtah minngemes biejjieh kaarhtesne vaalta.

source: Galle hormonakeahtes tableahta leat vuolgá das makkár p-pillariid váldá.
sma: Man gellie tabledth hormoni namhtah jeerehtse magkerh p-pillerh vaalta.

source: Dat tableahtat mat siskkildit hormonaid gohčoduvvo sohkkarbillarin.
sma: Dah tabledth mah hormoni namhtah muvhtene dïjneghpillerh gohtje.

source: Jus lea vajálduhttán dehe vuovssadan p-pillara
sma: Jis åajaldahti jallh p-pillerem voeksedi

source: Lea dehálaš váldit iežas tableahta sullii seamma áiggi juohke beaivvi.
sma: Dïhte vihkeles tabledtem seamma tïjje fïerhten biejjien vaeltedh.

source: Jus lea váldditkeahttá eanet go 12 diimmu oainnát ahte gollá eanet go 36 diimmu tableahtaid gaskkan, lea riska ahte ii leat šat suddjejuvvon.
sma: Jis jeenjebe goh 12 tæjmoeh vaasa, jeenjebe goh 36 tæjmoeh göökte tabledth gaskem, dellie vaahram sjædta ij leah vaarjelamme.

source: Man guhkes áigi eanemus oažžu gollát guovtti tableahta gaskkan vuolgá das man soarttat p-pillara geavtá ja gos kárttás lea.
sma: Man guhkies tïjje maahta göökte tabledth gaskem jeerehtse man såarhts p-pillerem vaalta jïh gusnie lea kaarhtesne.

source: Mii guoská juste dan p-pillarii man váldá sáhttá lohkat geavtinrávvagis.
sma: Maahta bipacksïetelem lohkedh.

source: Geavtinráva lea dat bábir mii lea báhka siste go oastá p-pillara.
sma: Bipacksïetele lea dïhte paehpere mij lea aeskesne gosse p-pilleem åasta.

source: Sáhttá maid váldit oktavuođa dainna vuostáváldimiin gos lea ožžon p-pillara olggosčállot.
sma: Maahta aaj dåastovem bïeljelidh gusnie p-pillerem åadtjodh.

source: Jus lea riska ahte ii šat leat suddjejuvvon áhpehisvuođa vuostá galgá dahkat ná:
sma: Jis vaahra gååvnese ij leah vaarjelamme guktie ij nåajsan sjïdth edtja naemhtie darjodh:

source: Váldde dan dehe daid p-pillariid maid leat healbadan nu jođánit go vejolaš.
sma: Vaeltieh dam jallh dejtie p-pillerem maam ij leah vaalteme dan varki maam maahta.

source: Geavtte kondoma dehe pessára jus anašat boahttevaš čieža beaivvi.
sma: Kondomem jallh pessarem nåhtede jis negkedh dah båetieh tjïjhtje biejjieh.

source: Dasto leat suddjejuvvon fas.
sma: Dan mænngan lea viht vaarjelamme.

source: Váldde fáhkka-p-pillara jus leat anašan maŋemus viđa jándoris ovdalgo guddet váldit tableahta daningo spermat sáhttet eallit goaŧus ja monnejohtasis máŋga beaivvi.
sma: Vaeltieh akute-p-pillerem jis negkeme dah minngemes vïjhte dygnh åvteli idtji tabledtem vaeltieh juktie spermijh maehtieh boernesgåetesne jïh munnieåerine jieledh gellie biejjieh.

source: Jus vuovssada njealji diimmu siste dan maŋŋel go lea váldán iežas p-pillara dehe jus lea luhčadávda ii leat sihkkar ahte gorut geargá váldit hormonaid.
sma: Jis voeksede åvteli njieljie tæjmoeh vaesieh mænngan p-pillerem veelti jallh jis skrovrehtasse, ij leah vihties kråahpe hinni dah hormonh vejtiestidh.

source: Dalle galgá váldit ođđa tableahta nu ahte lea bistevaččat suddjejuvvon.
sma: Dellie edtja orre tabledtem vaeltedh guktie ennje vaarjelamme.

source: Ođđa tableahta galgá váldit eará kárttás nu ahte ii váillo das man geavtá dan háve.
sma: Dïhte orre tabledte, dam edtja jeatja kaarhteste vaeltedh guktie ij aktem fååtesh kaarhtesne maam daelie nåhtede.

source: Dan kárttá sáhttá atnit researvan jus dárbbaha váldit liiggis soames háve.
sma: Dïhte kaarhte maahta reservine utnedh jis naan lissietabledtem viht daarpesje.

source: Jus lea leamaš čoavjebávččas dehe soames eará ágga dovdat eahpesihkkarin jus lea ožžon tableahtaid maid galgá ferte suddjet iežas kondoma dehe pessára ja boahttevaš čieža beaivvi.
sma: Jis voeksedi jallh skovrehtassem utni jallh jeatjah sjïekenistie damta ovvihties jis tabledtide vejtiestidh edtja kondomine jallh pessarine vaarjelidh dah båetije tjïjhtje biejjieh.

source: Sáhttá álo jearrat jortamovrras ovdamearkka dihte nuoraidvuostáváldimis dehe jortamovravuostáváldimis jus dovdá iežas eahpesihkkarin.
sma: Maahta åålegh tsegkietniem gihtjedh vuesiehtimmien gaavhtan noeredåastoevisnie jallh tsegkietniedåastoevisnie jis ovvihties damtedh.

source: Muhtumin lea anolaš sirdit ovddos mánnodávddaid, ovdamearkka dihte jus galgá vuolgit reisui.
sma: Muvhtene maahta sjïehteles gujnelemmiem juhtedh, vuesiehtimmien gaavhtan jis edtja feeledh.

source: Dan sáhttá dahkat p-pillariin.
sma: Dam maahta p-pillerinie darjodh.

source: Dalle álggaha ođđa kárttá dakkaviđe go ovddit lea nohkan.
sma: Dellie aalka orre kaarhtem ryöktesh dan mænngan akte nåhki.

source: Jus váldá sohkarbillara njuike badjel daid ja manná njuolga ođđa kártái.
sma: Jis dïjnegepillerem vaalta dellie ij dejtie vaeltieh jïh ryöktesth orre kaarhtine aalka.

source: Dat mearkkaša ahte ii ane gaskka hormonatableahtaiguin ovdalgo háliida mánnodávddaid, ovdamearkka dihte go boahtá ruoktot reaissus.
sma: Dïhte sæjhta jiehtedh ij hormontabledte-gaske sjïdth åvteli sæjhta gujnelemmiem åadtjodh, vuesiehtimmien gaavhtan gåessie gåetide viht båetedh.

source: Ii leat váralaš sirdit mánnodávddaid dáinna vugiin ja dan sáhttá dahkat máŋgga mánu áigge.
sma: Ij leah vaahreles gujnelemmiem juhtedh dennie vuekesne jïh maahta dam gellie aski mietie darjodh.

source: Muhto mađi guhkkelii geahččala sirdit mánnodávddaid dađi stuorit riska lea ahte sirdin eahpelihkostuvvá ja dalle oažžu vardima goittotge.
sma: Men dan guhkebe pryövoe gujnelemmiem juhtedh dellie stuerebe vaahra ij gåeredh jïh aalka læjhkan vïrremem åadtjodh.

source: Danin láve ráva leahkit ahte atná mánnodávddaid goittotge juohke goalmmát mánu, nu daddjon njeallje háve jagis.
sma: Dan gaavhtan pråvhka raeriestidh, edtja gujnelemmiem utnedh fïerhten gåalmeden asken, dïhte sæjhta jiehtedh njieljie aejkieh jaepesne.

source: Eastadanávnnas mii siskkilda østrogena sáhttá addit lassánan riskka varradahppomii.
sma: Preventijvevierhtieh gusnie östrogene maahta vedtedh stuerebe vaahram vïrredamhpam åadtjodh.

source: Muhto dat riska lea hui unni.
sma: Mohte dam vaahram lea dan onne.

source: Ovdamearkka dihte ahte oažžu varradahppoma go lea áhpeheapme go borrá p-pillara.
sma: Vuesiehtimmien gaavhtan stuerebe vaahra vïrredamhpam åadtjodh gosse nåajsan enn gosse p-pillerem vaeltedh.

source: Riska varradahppomii lassána jus olbmos lea badjelmearálaš alladeaddu, lea váhnen dehe oappážat geat leat ožžon varradahppoma ovdal 50 jagi dehe jus alddán lea leamaš varradahppon ovdal.
sma: Vaahram vïrredamhpam åadtjodh jienede gosse buajtehks, eejhtegh jallh åerpenh åtna gie vïrredamhpam åadtjoeji åvteli 50 jaepien båeries sjïdti jallh jis jïjtje vïrredamhpam aarebi utni.

source: Dalle lávejit ávžžuhit válljet østrogenakeahtes suoji áhpehisvuođa vuostá ovdamearkka dihte p-soappi dehe minipillara.
sma: Dellie pråvhka raeriedidh edtja veeljedh vierhtiem mij östrogenen namhtah guktie ij nåajsan sjïdth, vuesiehtimmien gaavhtan p-såebpie jallh minipillere.

source: Gos sáhttá oažžut p-pillara ?
sma: Gusnie maahta p-pillerem åadtjodh ?

source: P-pillara sáhttet čállit reseptii jortamovra dehe doavttir nuoraidvuostáváldimis, jortamovravuostáváldimis dehe seksa- ja ovttaseallinvuostáváldimis.
sma: P-pillerem maahta receptesne åadtjodh tsegkietneste jallh dåakteristie noeredåastoevisnie, tsegkietniedåastoevisnie jallh sekse- jïh ektiejielijedåastoevisnie.

source: Sáhttá maid jorgasit nissonklinihkkii dehe dearvvašvuođaguovddážii.
sma: Maahta aaj nyjseneklinikem jallh hoksejarngem bïeljelidh.

source: Ieš tableahtaid oažžu viežžat apotehkas.
sma: Dah tabledth apotehkeste veedtjie.

source: Man olu p-pillar máksá sáhttá sierranit gos riikas orru ja man boaris lea.
sma: Man dovres p-pillerem maahta juekedh gusnie laantesne årroeminie jïh man båeries.

source: Muhto eanaš eanadikkiin ja guovlluin leat eastadanávdnasat hálbbibut go lea vuollái 20 jagi.
sma: Jeenjemes laantedigkine jïh regijovnine prevensjovnevierhtieh aelpebe gosse nuerebe 20 jaepeste.

source: Man sihkkar lea p-pillar ?
sma: Man vihties p-pillere ?

source: Jus váldá iežas p-pillara nu go galgá lea riska šaddat áhpeheapmin hui unni.
sma: Jis p-pillerem vaalta guktie edtja dellie vaahra nåajsan sjïdtedh dan onne.

source: Got heaitá p-pillariin ?
sma: Guktie p-pillerinie orrijidh ?

source: Jus háliida heaitit p-pillariin, nu láve buoremus leahkit ahte borrá válmmasin p-pillarkárttá man lea borrame ja dasto ii álgge ođđasiin.
sma: Jis sæjhta p-pillerinie orrijidh, dellie pråvhka bööremes årrodh dam p-pillerekaarhtam vaeltedh jïh ij orre kaarhtine aelkieh dan mænngan.

source: Ii leat váralaš heaitit p-pillariin gasku kárttá, muhto riska lea ahte dalle sáhttá oažžut dásehis vardimiid.
sma: Ij leah feerlege p-pillerinie orrijidh gaskoeh kaarhtesne, mohte vaahra gååvnese maahta ovjaabnan vertemh åadtjodh.

source: Jus ii hálit šaddat áhpeheapmin nu lea dehálaš geavtigoahtit soames eará suoji áhpehisvuođa vuostá jus lea cinneanašeapmi.
sma: Jis ij sïjhth nåajsan sjïdtedh dellie vihkeles jeatjah vaarjedimmieh aalka nåhtadidh guktie ij nåajsan sjïdth jis tsavnoenegkemem åtna.

source: Lea sierralágán man jođánit mánnodávddat bohtet johtui maŋŋel go lea heaitán p-pillariin.
sma: Dïhte jeerehtse man varki gujnelemmie aalka dan mænngan lea p-pillerinie orrijamme.

source: Muhtimat ožžot dássedis mánnodávddaid dakkaviđe ja nuppiide dat sáhttá váldit máŋga mánu.
sma: Naan åadtjoeh jaabnan gujnelemmiem varki jïh jeatjide kaanne gellie askh vaesieh.

source: Jus ii hálit šaddat áhpeheapmin lea dehálaš boahtit johtui suddjemiin áhpehisvuođa vuostá jus lea cinneanašeapmi vaikko mánnodávddat eai leatge boahtán johtui.
sma: Jis ij sïjhth nåajsan sjïdtedh lea vihkeles mujhtedh vaarjedidh guktie ij nåajsan sjïdth jis tsavnoenegkemem åtna jïlhts idtji gujnelemmie bååstide båetieh.

source: Monneluovvaneapmi dáhpáhuvvá sullii 14 beaivvi ovdal mánnodávddat bohtet ja jur dalle lea riska stuorimus šaddat áhpeheapmin.
sma: Munnieluajhteme medtie 14 biejjieh åvteli gujnelemmie jïh dellie stööremes vaahra nåajsan sjïdtedh.

source: Jus ii leat ožžon ruovttoluotta iežas mánnodávddaid guhtta mánu maŋŋel go lea heaitán p-pillariin dalle galgá váldit oktavuođa nuoraidvuostáváldimiin, jurtamovravuostáváldimiin, liike- ja sohkabealevuostáváldimiin dehe dearvvašvuođaguovddážiin váldin dihte čielgasa mas dat vuolgá.
sma: Jis ij leah gujnelemmiem åådtjeme govhte askh mænngan p-pillerinie orrijidh edtja noeredåastoevasse, tsegkietniedåastoevasse, njaltje- jïh tjoeledåastoevasse jallh hoksejarngese bïeljelidh guktie åådtje daejredh mannasinie naemhtie.

source: Ovddut
sma: Aevhkieh

source: Dat lea sihkkaris suodji áhpehisvuođa vuostá
sma: Vihties vaarjelimmie guktie ij nåajsan sjïdth.

source: Mánnodávddat unnot ja šaddet dásseleppot
sma: Gujnelemmie vaenede jïh jeenjebe jaabnan sjædta.

source: Oažžu unnit mánnodávdabákčasiid
sma: Gujnelemmiebaaktjesem unnede.

source: Riska vuolšái monnejohtasis ja borašdávdii monnerávssás ja goaŧus unnu.
sma: Vaahram vaenede munnieluejhtemh ovledh jïh cancerem munnieståahkine jïh boernesgåetesne åådtje.

source: Mánnodávddaid sáhttá sirdit ovddos jus ovdamearkka dihte galgá reiset juosat.
sma: Maahta gujnelemmiem juhtedh åvtese jis vuesiehtimmien gaavhtan edtja vuelkedh.

source: Heajos bealit
sma: Vaejvieh

source: P-pillar ii suddje sohkabealedávddaid vuostá.
sma: P-pillere ij tjoeleskïemtjelassi vööste vaarjelh.

source: Hormonat sáhttet váikkuhit ovttaskassii nu ahte ovdamearkka dihte oažžu oaivebákčasa, oažžu nákkiid dehe dovdá iežas šlundin.
sma: Dah hormonh maehtieh tsevtsedh guktie vuesiehtimmien gaavhtan åejjieh aalka saejriedidh, njavsodh jallh hujnies damtedh.

source: Daningo sierra p-pillarat váikkuhit gorudii sierra ládje sáhttá geahččalit molsut eará sortii jus oažžu ila olu siidováikkuhusaid.
sma: Dan gaavhtan ovmessie p-pillerh kråahpem tsevtsedh ovmessie vuekine maahta pryövedh molsedh jeatjah såarhtese jis jïjnjh vaejvieh åadtjoeh.

source: Jus vuovssada, jus lea luhčadávda dehe vajálduhttá váldit tableahta ii sáhte leahkit sihkkar ahte ii šatta áhpeheapmin.
sma: Jis voeksede, skrovretassh åådtje jallh åajaldahta tabledtem vaeltedh ij maehtieh vihties årrodh ij nåajsan sjïdtedh.
